commands_templates/SendAuxiliaryCommand0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:SendAuxiliaryCommand>
         <!--type: AuxiliaryData-->
         <wsdl:AuxiliaryCommand>?</wsdl:AuxiliaryCommand>
      </wsdl:SendAuxiliaryCommand>
   </soap:Body>
</soap:Envelope>